Repository: ELVINHAYATOV/SureTravel-iOS
Catalog: SureTravel-iOS/Supporting Files/Localizable.xcstrings
Source language: en
Languages: az_az

source: About
az_az: HAQQINDA

# ACHIEVEMENTS_TITLE
source: Achievement title
az_az: Nailiyyətlər

# ACHIEVMENTS
source: Achievements
az_az: Nailiyyətlər

source: End Date:
az_az: Bitmə tarixi:

source: Gained Badges
az_az: Qazanılmış nişanlar

# HEALTH_JOURNEY_TITLE
source: Healthy Journey
az_az: Sağlam Səyahət

# HEALTH_MOTIVATION
source: Great Job! Your're in a row.
az_az: Əla!

source: Locked Badges
az_az: Bağlı nişanlar

# MORE_INFO
source: More information
az_az: Ətraflı məlumat

source: Progress
az_az: Proqress

source: Start Date:
az_az: Başlama tarixi:
